;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Version: 5.13
; Update: 2019-12-19
;
[Translation]
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
ReadHabit=Left-to-right
LanguageName=ENU
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Warning
Error=Error
Confirm=Confirmation
pmCheckMsg=Auto Check News
pmforum=Forum
pmHelp=Online Help
pmContact=Contact Us
pmHome=Homepage
pmCheckNew=Check for Updates
pmLang=Languages
pmAbout=About us
pmRestore=Recover selected items
pmselectall=Select All
pmselectnone=Select None
pmselectinvert=Invert Selection
FrmFRMain.lblTree.caption=File Directory
FrmFRMain.btnlikeit.caption=Like it
FrmFRMain.btnfeedback.caption=Suggestion and Feedback
FrmFRMain.btnsearch.caption=Scan
FrmFRMain.btnrestore.caption=Recover
FrmFRMain.btnsearchcancel.caption=Cancel
FrmFRMain.btnemail.hint=Share Wise Data Recovery with friends
FrmFRMain.btnfacebook.hint=Like WiseCleaner on Facebook
FrmFRMain.btntwitter.hint=Share Wise Data Recovery on Twitter
treeHead.Caption=Directory Tree
;
; About
;
FrmFRAbout.caption=About
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Current Version:
FrmFRAbout.lblemail.caption=Support Email:
FrmFRAbout.lblhome.caption=Homepage:
FrmFRAbout.lblthank.caption=Thanks to the following people for their contributions:
FrmFRAbout.lblverinfo.caption=Current Version:
FrmFRAbout.lblsupport.caption=Current Version:
FrmFRAbout.lblweb.caption=Current Version:


pmLicenseKey=Change license key
pmScan=Quick Scan
pmDepScan=Deep Scan
FrmFRMain.btnregister.caption=Register
FrmScan.btnFast.Caption=Quick Scan
FrmScan.btnDeep.Caption=Deep Scan
FrmProgress.caption=Scan Drive
FrmProgress.lblcurfile.caption=Scanning...
FrmProgress.btnCancel.caption=Stop
FrmWDRMain.caption=Wise Data Recovery
FrmFRMain.btnNews.Hint=News
FrmFRMain.btnfeedback.Hint=Feedback
FrmFRMain.facebook.Hint=Share Wise Data Recovery on Facebook
FrmScan.caption=Scan Drive
FrmProgress_1.caption=Scan Drive
FrmProgress_1.btnCancel.caption=Stop
FrmDepScanHint.caption=Information

[Edit]
pmcut=Cut
pmcopy=Copy
pmpaste=Paste
pmdelete=Delete
pmselectall=Select all
pmundo=Undo

[GUI]
ButtonYes=Yes
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimize
ButtonMaximize=Maximize
ButtonClose=Close
ButtonRestore=Restore
ButtonMenu=Menu
ButtonDelete=Delete
BtnNews=Information

[FileRecovery]
FrmFRMain.lstFile.headitems[0]=File Name
FrmFRMain.lstFile.headitems[1]=File Size
FrmFRMain.lstFile.headitems[2]=Last Modified
FrmFRMain.lstFile.headitems[3]=Recoverability
FrmFRMain.lstFile.headitems[4]=Path
Scanning=Scanning...
Filtering=Filtering...
KeyWord=Input Keywords
Images=Images
Audios=Audios
Videos=Videos
Document=Documents
Compressed=Compressed Files
Email=Emails
AllFiles=All Files
AllFolders=All Folders
SelectDir=Please select a folder to save recovered data.
NoSameDrive=Please choose another drive to save recovered data to avoid data overwriting.
ScanStopped=The scan has been canceled.
Good=Good
Poor=Poor
VeryPoor=Very Poor
Lost=Lost
ItemList=Found %d files.
FileName=File Name
FileSize=File Size
DateCreate=Date Modified
FastScanDes=Take a short time to scan, only can find recently deleted files.
DeepScanDes=Take a long time to do a full scan, finds more lost files, even the disk has been formatted.
CurrentFile=Recovery File:
Path=Path
LostVolume=Lost Volume
createdirectoryerror=Cannot create recovery directory

[message]
nofilefound=No files were found.
NoNews=You have no unread message.
OpenPreview=Show preview
ClosePreview=Close preview
NoPreview=No preview available.
NoNewVer=Congratulations, the version you are using is the latest one!
RecoveryDone=Selected files have been recovered to %s. Would you like to open the folder?
TranslateTo=Translate into...
NewVer=A new version of Wise Data Recovery is available! Do you want to update it now?
ActivateOnline=Checking your registration information, please wait for a few seconds...
TextHint=Input Keywords
Scanning=Scanning...
DeepScanAgain=Would you like to do a Deep Scan to find more lost files?
promptagain=Don't prompt this again.
EnterEmail=Enter your email
EnterName=Enter your name
EnterKey=Enter your license key
NewVer=A new version is available! Do you want to upgrade it now?

[Renew]
subscribed=Do not remind me again.
title=Wise Data Recovery Pro will expire in %d days!
title1=Your license key has expired. Please renew it in time!
Price=Renew Pro only %s!
Describe=You might lose the privileges of Pro version.
Renew=Renew
Describe1=Deep Scan mode.
Describe2=Auto-update to the latest version.
Describe3=Premium tech support.

[filetypes]
Raw=Raw
3DS=3DS file
3GP=3GP Multimedia file
ADP=Access Project file
ANI=ANI file
AI=Adobe Illustrator file
ASF=Audio Streaming Format file
WMA=Windows Media Audio
WMV=Windows Media Video
AU=AU file
AVI=Audio Video Interleave file
BMP=Bitmap file
CAB=Cabinet file
CDR=COREL Draw file
CHM=CHM file
CLK=Corel Draw Corel RAVE Image file
CMX=Corel Draw Vector Image file
CPT=Corel Photo-Paint Image file
CRW=Canon Raw graphics file
CSL=CSL file
CUR=Cursor file
DBX=Outlook Express Email file
DLL=DLL file
DOC=Microsoft Word Document
DWG=AutoCAD Drawing file
DXF=AutoCad DX File
EMF=Enhanced Metafile
EPS=Encapsulated Postscript file
EXE=EXE file
FH11=Freehand 10 file
GIF=GIF graphics file
GZ=GZIP compression file
HLP=Help file
HTM=HTML Documents file
ICO=Icon file
JPG=JPEG Graphics file
LZH=LZH compression file
MAX=3d Studio Max file
MID=Musical Instrument Digital Interface file
MDB=Access Database file
MNY=Microsoft Money file
MOF=MOF file
MOV=MOV Multimedia file
MP3=MP3 Music file
MP4=MP4 Multimedia file
M4A=M4A Multimedia file
M4V=M4V Multimedia file
MPP=Microsoft Project file
OLE=Compound file
ONE=Microsoft OneNote file
PDF=Adobe Portable Document
PNG=Portable Network Graphic file
PPT=Microsoft PowerPoint Presentation file
PUB=Microsoft Publisher Document
PSD=Adobe Photoshop file
PSP=PaintShop Pro file
PST=Outlook Email file
QPW=QuattroPro 7 File
RAR=RAR compression file
RIFF=RIFF Multimedia file
RTF=Rich Text Document
SHW=Corel Presentation File
SWF=ShockWave Flash file
TAR=TAR archive file
TIF=Tagged Image File
TTF=True Type Font file
VSD=Microsoft Visio Drawing
WAV=WAVE Multimedia file
WPD=WordPerfect file
WPG=WordPerfect Documents and Graphics v8
WMF=WMF Multimedia file
XLS=Microsoft Excel XML Documents
ZIP=Zip compression file
DOCX=Microsoft DOCX file
XLSX=Microsoft XLSX file
PPTX=Microsoft PPTX file
ACCDB=Microsoft ACCDB file
NEF=Nikon NEF file
NRW=Nikon NRW file
AAC=AAC file
AIFF=AIForAIFF file
APE=APE file
OGG=Ogg file
CR2=Canon CR2 file
SR2=SONY SR2 file
ARW=ARW file
RAW=RAW file
RW2=Panasonic RW2 file
DNG=DNG file
RAF=FUJIFILMCCD-RAW file
FLV=Flash Video
SVG=ScalableVectorGraphics
SIT=StuffIt file
SITX=StuffItX file
RM=RealMedia File Format
RMVB=Real Media Variable Bit Rate
MKV=MKV file
DCR=DCR
KDC=KDC
3FR=3FR
ERF=ERF
MEF=MEF
MRW=MRW
MDC=MDC
PEF=PEF
PTX=PTX
SRW=SRW
ORF=ORF
X3F=X3F
MPG=MPG file
PAGES=PAGES
KEY=KEY
NUMBERS=NUMBERS
DMG=DMG
EPUB=EPUB
FCPEVENT=Final Cut Pro Event
M2TS=Mpeg-2 Transport Stream
MUSE=MUSE  
morefiles=More files
allfiles=All files
Otherfiles=Other lost files

[Register]
FrmReg.Caption=Register
FrmReg.lblInfo.caption=Thank you for choosing Wise Data Recovery.
FrmReg.lblinfoex.caption=Please input your license key to activate the PRO version.
FrmReg.lblEmail.caption=Email:
FrmReg.lblUser.caption=Your Name:
FrmReg.lblkey.caption=License Key:
FrmReg.btnreg.caption=Register
FrmReg.btnbuy.caption=Buy Now
FrmReg.lblhelp.caption=Have troubling input license key?
FrmReg.btncontact.caption=Contact us
EmptyEmail=Email address can't be empty.
EmptyName=Your name can't be empty.
EmpytKey=License key can't be empty.
InvalidEmail=Invalid email, please input a valid email.
InvalidKey=Invalid license key, please input a valid key.
ActivateOnline=Now checking your registration information, the process will take a few seconds...
ThanksRegister=Thank you for register this product!
Activated=Wise Data Recovery Hider has been activated.
NoRegInfo=Can not find your registration information.
title2=Your License Key has expired. Please renew it in time!
OverMaxTimes=Authentication failure!You exceeded the maximum number of activations provided by your license. Don't hesitate to contact us if you think there is an activation error or if you need more licenses!




